def help_menu():
    print('''
        .----------------------------------------------.
        |                Выберите функцию              |
        | ____________________________________________ |
        |                                              |
        | break_num - Пробив номера                    |
        | break_ip - Пробив IP-Адреса                  |
        | break_hosting - Пробив хоста                 |
        | break_isp - Пробив на провайдера и не только |
        | break_cell - Запуск передатчиков             |
        | search_nick - Поиск ника                     |
        | break_mac - Пробив MAC-Адреса                |
        | break_number_car - Пробив номера автомобиля  |
        | sms-bomb - Смс-бомбер                        |
        | update_code - Провека обновления             |
        | dos-wifi - Дос Wifi сети                     |
        | -------------------------------------------- |
        | mail-bomber - Скоро будет добавлен           |
        '----------------------------------------------'
        ''')
